{
  "text": {
    "anthology": {
      "seasonOne": "Season One",
      "seasonOneShort": "God, season one I mean, what can I even say about season one. It has glory, it has vindication and discovery and bloodshed, and it has rock and roll. For christ's sake, it has the overhaul of the undercurrent of civilized government. It's a miracle we even got here.",
      "seasonOneAuthor": "Washington Irving"
    },
    "home": {
      "heroWidget": {
        "the": "the",
        "title": "couch gag",
        "supportingNotion_1": "Come bored, come tired and high, and gather here. Take a vantage point high on a hill and peer down at the world that's new and vibrant, and yearns to unfold itself for you. A world that exists between the seams of the couch and all around you.",
        "actionButtonText": "Read \"The Origin, and What Came Before It\""
      },
      "originWidget": {
        "title": "On our prolific origin...",
        "supportingNotion": "Like all great and awful things, the origin of our story is something altogether familiar and singular. Join us and we'll witness our brave pioneers, as they journey through the Antarctic, and towards a demise that no one expected. Stumble onwards with us into the future.",
        "actionText": "Go There",
        "image": {
          "src": "https://www.onlygfx.com/wp-content/uploads/2017/06/mountain-drawing-3-1024x379.png",
          "aspectRatio": "16x7",
          "originalDimensions": {
            "height": 379,
            "width": 1024
          }
        }
      },
      "supportingWidget": {
        "title": "Come Join Our Cult!",
        "supportingNotion": "Our pack is growing. That could include you. Sign up below for all the latest and greatest updates, included but not limited to; emails when new stories drop, first grabs at merchandise (including NFTs), and invites to cult mixers.",
        "actionText": "Sign Up",
        "image": {
          "src": "https://freesvg.org/img/1549922378.png",
          "aspectRatio": "1x1",
          "originalDimensions": {
            "height": 600,
            "width": 600
          }
        }
      },
      "tertiaryWidget": {
        "title": "Support our cause",
        "supportingNotion": "couch gag© is actively looking to onboard writers, software engineers, and god forbid, UI/UX designers. We don't want your money. We want your life. No but we do need help so like if you want to pitch in and join a great team, see below.",
        "actionText": "Im interested",
        "image": {
          "src": "https://freesvg.org/img/1549922378.png",
          "aspectRatio": "1x1",
          "originalDimensions": {
            "height": 600,
            "width": 600
          }
        }
      }
    },
    "season_one": {
      "mainTitle": "Season One",
      "subtitle": "im tired"
    },
    "footer": {
      "left": {
        "banner": "Page {{ pageNumber }}"
      },
      "right": {
        "banner": "Beta / v0.0.1"
      }
    },
    "navbar": {
      "mainTitle": "couch gag",
      "links": [
        {
          "localHref": "/ab",
          "plainText": "about this endeavor",
          "meta": {
            "pageClickTag": "about"
          }
        },
        {
          "localHref": "/a",
          "plainText": "season one",
          "meta": {
            "pageClickTag": "anthology"
          }
        },
        {
          "localHref": "/r",
          "plainText": "recruiting",
          "meta": {
            "pageClickTag": "dev"
          }
        }
      ]
    },
    "modals": {
      "mobile": {
        "sidebar": {
          "title": "Contents."
        }
      }
    },
    "about": {
      "main": {
        "title": "A letter from the editor",
        "subtitle": "Edition One, Colloquial Title: Flagship; 2/22/2022",
        "body": [
          "The world is absurd and hysterical. I think, at heart, this is an effort to try and reflect that.",
          "The Couch Gag is an anthology of stories centered around an incomprehensible principle. We get to that in the first episode. Whereas you do not typically need to read an anthology in any prescribed order (lest it run the risk of not being a fucking anthology), but read the origin first. What we have following the origin, are several tales that follow persons of interest on their journeys to find fulfillment and meaning in a post-meaning existence. As writers, as human beings that believe in a distorted body-dysmorphic principle of truth, we try not to pull any punches. That being said, not every story will be for everyone. What's provided here are our tastes of the world as we see it. I, Editor in Christ of this Organization, have taken the artistic liberty to provide vignettes of the stories that accompany the first season. They are provided below to give you a loose composium of what to expect from us going forward. Which is more than you get from your partner or place of employment, mind you.",
          "##### The Origin, and What Came Before It",
          "This story follows five researchers as they traverse the frost",
          "Those that try to be clever, fail inevitably in doing so. Those that are clever need never try."
        ]
      }
    }
  }
}
